Repository: communitiesuk/funding-service-design-frontend
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cy

source: Untitled project
cy: Prosiect heb enw

source: Status
cy: Statws

source: Last edited
cy: Golygwyd diwethaf

source: Application Reference
cy: Cyfeirnod y cais

source: Language
cy: Iaith

source: Action
cy: Gweithredu

source: This service is also available <a href="%(url)s" class="govuk-link">in Welsh (Cymraeg)
cy: Mae'r gwasanaeth yma hefyd ar gael <a href="%(url)s" class="govuk-link">yn Saesneg (English)

source: You cannot change the language of an existing application.
cy: Ni fyddwch yn gallu newid iaith unwaith y byddwch chi wedi dechrau eich cais.

source: Email
cy: Ebost

source: except public holidays
cy: Ac eithrio gwyliau cyhoeddus

source: Do not send any applications or attachments by email. We'll only accept applications through this service.
cy: Peidwch ag anfon unrhyw geisadau neu atodiadau dros e-bost. Byddwn yn derbyn ceisiadau drwy'r gwasanaeth hon yn unig.

source: Telephone
cy: Ffôn

source: Textphone
cy: Ffôn testun

source: Start new application
cy: Dechrau cais newydd

source: of the assessment criteria
cy: o'r meini prawf asesu
