Repository: communitiesuk/funding-service-design-frontend
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cy

source: Secured match funding
cy: Wedi sicrhau arian cyfatebol

source: You need to raise other sources of funding alongside investment from this fund.
cy: Mae angen i chi godi ffynonellau eraill o gyllid ochr yn ochr â buddsoddiad o'r gronfa hon.

source: Having a range of funders contributing to your project can show the quality of your project and the support it has in the community.
cy: Gall cael ystod o gyllidwyr yn cyfrannu at eich prosiect ddangos ansawdd eich prosiect a'r gefnogaeth sydd iddo yn y gymuned

source: Match funding sources can include:
cy: Gall ffynonellau arian cyfatebol gynnwys:

source: public bodies
cy: cyrff cyhoeddus

source: devolved administrations
cy: gweinyddiaethau datganoledig

source: charitable trusts
cy: ymddiriedolaethau elusennol

source: national lottery funders
cy: cyllidwyr y loteri genedlaethol

source: community shares
cy: cyfranddaliadau cymunedol

source: social investors
cy: buddsoddwyr cymdeithasol

source: other lenders
cy: benthycwyr eraill

source: You can use your business plan to provide evidence to support your answers.
cy: Gallech ddefnyddio eich cynllun busnes i ddarparu tystiolaeth i gefnogi eich atebion.

source: Do you have any match funding identified but not yet secured?
cy: A oes gennych unrhyw arian cyfatebol wedi'i nodi ond heb ei sicrhau eto?

source: Unsecured match funding
cy: Arian cyfatebol heb ei sicrhau

source: tell us how long it will likely take to secure any outstanding match funding
cy: ddweud wrthym faint y maen'n debygol o'i gymryd i sicrhau ffynonellau arian cyfatebol

source: - provide any information that supports your answers
cy: - ddarparu unrhyw wybodaeth i gefnogi eich atebion

source: Asset value
cy: Gwerth yr ased

source: You need to have the asset valued by someone independent before you take control of it.
cy: Mae angen i chi gael rhywun annibynnol i brisio'r ased cyn i chi ymgymryd â rheolaeth ohoni.

source: This includes the building and its contents, including fixtures and fittings, and any stock.
cy: Mae hyn yn cynnwys yr adeilad a'i gynnwys, gan gynnwys gosodiadau a ffitiadau, ac unrhyw stoc.

source: You can use your business plan to provide evidence to support your answer.
cy: Gallech ddefnyddio eich cynllun busnes i ddarparu tystiolaeth i gefnogi eich atebion.

source: If you have already bought or leased the asset, use its current valuation.
cy: Os ydych eisoes wedi prynu neu brydlesu'r ased, defnyddiwch ei brisiad presennol.

source: Feasibility
cy: Dichonoldeb

source: This is analysis which tests the ability of your project to deliver its objectives.
cy: Dadansoddiad yw hwn sy'n profi gallu eich prosiect i gyflawni ei amcanion.

source: You should use your feasibility studies to:
cy: Dylech ddefnyddio'ch astudiaethau dichonoldeb i:

source: test the context and resources within which the project is operating, including market analysis and whether the financial, technical and management capabilities are strong enough to deliver the range of uses planned for the asset
cy: brofi'r cyd-destun a'r adnoddau ar gyfer gweithredu'r prosiect, gan gynnwys dadansoddi marchnadoedd a ph'un a yw'r galluoedd ariannol, technegol a rheoli yn ddigon cryf i gyflawni'r ystod o ddefnyddiau a gynlluniwyd ar gyfer yr ased

source: test the viability and sustainability of the project in the long term
cy: profi hyfywedd a chynaliadwyedd y prosiect yn y tymor hir

source: develop a strong business plan
cy: datblygu cynllun busnes cadarn

source: Tell us about the feasibility studies you have carried out for your project
cy: Dywedwch wrthym am yr astudiaethau dichonoldeb rydych wedi'u cynnal ar gyfer eich prosiect

source: Do you need to do any further feasibility work?
cy: A oes angen i chi ymgymryd ag unrhyw waith pellach yn ymwneud â dichonoldeb?

source: Risk
cy: Risg

source: We want to understand any risks your project may face and how you intend to mitigate them. They can be during the planning or delivery stages, or after you have taken ownership of the asset.
cy: Rydym eisiau deall unrhyw risgiau y gallai eich prosiect eu hwynebu a sut y bwriadwch eu lliniaru. Gallant ddigwydd yn ystod y cyfnodau cynllunio neu gyflawni, neu ar ôl i chi gymryd perchnogaeth o'r ased.

source: This does not include any risks to the asset or why it may close, which we asked you about earlier in your application.
cy: Nid yw hyn yn cynnwys unrhyw risgiau i'r ased na pham y gallai gau; gwnaethom eich holi ynglŷn â hyn yn gynharach yn eich cais.

source: Examples of risks include:
cy: Mae enghreifftiau o risgiau yn cynnwys:

source: planning consent for any work needed on the asset
cy: caniatâd cynllunio ar gyfer unrhyw waith angenrheidiol ar yr ased

source: potential issues with the supply of building materials
cy: problemau posibl gyda chyflenwi deunyddiau adeiladu

source: staffing departures during delivery of your project
cy: staff yn gadael yn ystod cyfnod cyflawni eich prosiect

source: Risks to your project (document upload)
cy: Risgiau i'ch prosiect (lanlwytho dogfen)

source: Upload a document detailing any risks your project may face.
cy: Lanlwythwch ddogfen sy'n nodi manylion unrhyw risgiau y gallai eich prosiect eu hwynebu.

source: You should include:
cy: Dylech gynnwys:

source: a description of the risk
cy: disgrifiad o'r risg

source: the likelihood of it happening
cy: y tebygolrwydd y bydd yn digwydd

source: when it may occur
cy: pa bryd y gallai ddigwydd

source: how you intend to mitigate it
cy: sut y bwriadwch liniaru'r risg

source: the likelihood of it happening after mitigation
cy: y tebygolrwydd y bydd yn digwydd ar ôl lliniaru

source: Do not include any risks to the asset or why it may close, which we asked you about earlier in your application.
cy: Peidiwch â chynnwys unrhyw risgiau i'r ased na pham y gallai gau; gwnaethom eich holi ynglŷn â hyn yn gynharach yn eich cais

source: Project costs
cy: Costau'r prosiect

source: We're looking to understand your full financial forecasts for running the asset once you take ownership.
cy: Rydym am ddeall eich rhagolygon ariannol llawn ar gyfer cynnal yr ased pan fyddwch wedi ymgymryd â pherchnogaeth.

source: This includes your sources of income and regular costs, as well as a summary of your expected cash flow for the next few years.
cy: Mae hyn yn cynnwys eich ffynonellau incwm a chostau rheolaidd, yn ogystal â chrynodeb o'ch llif arian disgwyliedig ar gyfer yr ychydig flynyddoedd nesaf.

source: We also need to make sure you're confident you'll spend any money awarded by this fund within 12 months.
cy: Mae angen i ni wneud yn siŵr hefyd eich bod yn hyderus y byddwch yn gwario unrhyw arian a ddyfernir gan y gronfa hon cyn pen 12 mis.

source: Summarise your cash flow for the running of the asset
cy: Crynhowch eich llif arian ar gyfer rhedeg yr ased

source: If successful, will you use your funding in the next 12 months?
cy: Os byddwch yn llwyddiannus, a fyddwch chi'n defnyddio'ch cyllid yn y 12 mis nesaf?

source: Income sources
cy: Ffynhonnell incwm

source: This is how you expect the asset to make money in future. These should be measured against your running costs.
cy: Sut rydych chi'n disgwyl i'r ased wneud arian yn y dyfodol. Dylid mesur y rhain yn erbyn eich costau rhedeg

source: Running costs
cy: Cost redeg

source: Money used to regularly maintain the asset and keep it open to the community. This can include:
cy: Arian a ddefnyddir i gynnal a chadw'r ased yn rheolaidd a'i gadw ar agor i'r gymuned. Gall hyn gynnwys:

source: utility bills
cy: biliau cyfleustodau

source: gardening costs
cy: costau garddio

source: security measures
cy: mesurau diogelwch

source: Skills and resources
cy: Sgiliau ac adnoddau

source: We'll be assessing how you have considered the management requirements of your project.
cy: Byddwn yn asesu sut rydych wedi ystyried gofynion rheoli eich prosiect.

source: This includes the steps you're taking to make sure your organisation has the right capacity and resource to run the asset sustainably.
cy: Mae hyn yn cynnwys y camau rydych yn eu cymryd i wneud yn siŵr bod y capasiti a'r adnoddau iawn gan eich sefydliad i redeg yr ased yn gynaliadwy

source: You need to demonstrate you have considered succession planning for your organisation's staff and trustees.
cy: Mae angen i chi ddangos eich bod wedi ystyried cynllunio ar gyfer olyniaeth staff ac ymddiriedolwyr eich sefydliad.

source: If you're planning to recruit staff to manage and run the asset and its services, please provide an overview of these plans.
cy: Os ydych chi'n bwriadu recriwtio staff i reoli a rhedeg yr ased a'i wasanaethau, darparwch drosolwg o'r cynlluniau hyn.

source: Do you have experience of managing a community asset?
cy: A oes gennych brofiad o reoli ased cymunedol?

source: Describe any experience you have with community assets similar to this
cy: Disgrifiwch unrhyw brofiad sydd gennych gydag asedau cymunedol tebyg i'r un hwn

source: Do you have any plans to recruit people to help you manage the asset?
cy: A oes cynlluniau gennych i recriwtio pobl i'ch helpu i reoli'r ased?

source: Tells us about the roles you'll recruit
cy: Dywedwch wrthym am y rolau y byddwch yn eu recriwtio

source: These should be positions which will help you effectively manage the asset during community ownership.
cy: Dylai'r rhain fod yn swyddi a fydd yn eich helpu i reoli'r ased yn effeithiol yn ystod perchnogaeth gymunedol.

source: Include the:
cy: Cynhwyswch:

source: role
cy: rôl

source: main responsibilities
cy: prif gyfrifoldebau

source: Community representation
cy: Cynrychiolaeth gymunedol

source: List the members of your board
cy: Rhestrwch aelodau eich bwrdd

source: Include their:
cy: Cynhwyswch eu:

source: Tell us about your governance and membership structures
cy: Dywedwch wrthym am eich strwythurau llywodraethu ac aelodaeth

source: Explain how you'll consider the views of the community in the running of the asset
cy: Eglurwch sut byddwch chi'n ystyried barn y gymuned wrth redeg yr ased

source: Include how they'll be involved in decision making, and how you'll measure public support for your decisions
cy: Cynhwyswch y modd y byddant yn cael eu cynnwys wrth wneud penderfyniadau, a sut byddwch chi'n mesur cefnogaeth gyhoeddus i'ch penderfyniadau

source: Inclusiveness and integration
cy: Cynhwysiant ac integreiddio

source: Describe the planned activities or services that will take place at the asset
cy: gweithgareddau neu wasanaethau wedi'u cynllunio a fydd yn cael eu cynnal yn yr ased cymuned

source: Describe anything that might prevent people from using the asset or participating in its running
cy: Disgrifiwch unrhyw beth a allai atal pobl rhag defnyddio'r ased neu gyfranogi yn y gwaith o redeg yr ased

source: For example, membership costs or eligibility criteria
cy: Er enghraifft, costau aelodaeth neu feini prawf cymhwysedd

source: Tell us how you'll make your project accessible and inclusive to everyone in the community
cy: Dywedwch wrthym sut byddwch chi'n gwneud eich prosiect yn hygyrch ac yn gynhwysol i bawb yn y gymuned

source: This includes considering people with protected characteristics, disability access needs, and making the space attractive to everyone
cy: Mae hyn yn cynnwys ystyried pobl â nodweddion gwarchodedig, anghenion mynediad ar gyfer pobl anabl, a gwneud y lle'n ddeniadol i bawb

source: Describe how the project will bring people together from all over the community
cy: Disgrifiwch sut bydd y prosiect yn dod â phobl ynghyd o bob cwr o'r gymuned

source: Business plan
cy: Cynllun busnes

source: Business plan (document upload)
cy: cynllun busnes (lanlwytho dogfen)

source: Upload your business plan.
cy: Lanlwythwch eich cynllun busnes.

source: Include any information that supports the answers in your application. All figures must match those you've given in the management case section.
cy: Cynhwyswch unrhyw wybodaeth sy'n ategu'r atebion yn eich cais. Mae'n rhaid i'r holl ffigurau gyfateb i'r rheiny rydych wedi'u rhoi yn yr adran achos rheoli.

source: Your business plan could include:
cy: Gallai eich cynllun busnes gynnwys:

source: Funding details
cy: Manylion ariannu

source: project costs
cy: costau'r prosiect

source: capital costs
cy: costau cyfalaf

source: revenue costs
cy: costau refeniw

source: total request for funding (capital costs plus revenue costs)
cy: cyfanswm y cais am gyllid (costau cyfalaf a chostau refeniw)

source: match funding details
cy: manylion arian cyfatebol

source: funding you have already secured, with supporting evidence
cy: cyllid rydych eisoes wedi'i sicrhau, gyda thystiolaeth ategol

source: funding you still need to secure
cy: cyllid y mae angen i chi ei sicrhau o hyd

source: how long it will likely take to secure outstanding match funding
cy: pa mor hir y mae'n debygol y cymer i sicrhau arian cyfatebol heb ei dalu

source: financial forecasts, including:
cy: rhagolygon ariannol, gan gynnwys:

source: income sources
cy: ffynonellau incwm

source: costs with an evidenced set of assumptions
cy: costau gyda chyfres o ragdybiaethau â thystiolaeth

source: why you’ll need revenue funding and how you’ll use it
cy: pam fydd angen cyllid refeniw arnoch a sut fyddwch yn ei ddefnyddio

source: cashflow
cy: llif arian

source: your most recent audited accounts covering the last 3 years
cy: eich cyfrifon archwiliedig mwyaf diweddar yn cwmpasu'r 3 blynedd ddiwethaf

source: a bank account in your organisation’s name
cy: cyfrif banc yn enw eich sefydliad

source: Asset details
cy: Manylion yr ased

source: independent valuation of the asset (if you intend to buy it), with supporting evidence
cy: prisiad annibynnol o'r ased (os ydych yn bwriadu ei brynu), gyda thystiolaeth ategol

source: completed or planned feasibility studies, with supporting evidence
cy: astudiaethau dichonoldeb wedi'u cwblhau neu'u cynllunio, gyda thystiolaeth ategol

source: planned activities or services that will take place in the community asset
cy: gweithgareddau neu wasanaethau wedi'u cynllunio a fydd yn cael eu cynnal yn yr ased cymuned

source: any supporting evidence that you will deliver the benefits to the community you have outlined
cy: unrhyw dystiolaeth ategol y byddwch yn cyflawni'r buddion i'r gymuned a amlinelloch

source: planned skills or resources needed to manage the asset
cy: sgiliau neu adnoddau wedi'u cynllunio sydd eu hangen i reoli'r ased

source: your experience of delivering similar projects
cy: eich profiad o gyflawni prosiectau tebyg

source: any relevant project management expertise
cy: unrhyw arbenigedd perthnasol o reoli prosiect

source: roles you plan to recruit to help you manage the asset
cy: rolau yr ydych yn cynllunio i'w recriwtio er mwyn eich helpu i reoli'r ased

source: Organisation details
cy: Manylion y sefydliad

source: your organisation’s governance and membership structures, with supporting evidence
cy: strwythurau llywodraethu ac aelodaeth eich sefydliad, gyda thystiolaeth ategol

source: members of your board, including their:
cy: aelodau eich bwrdd, gan gynnwys eu:

source: copies of your organisation’s memorandum and articles of association
cy: copïau o femorandwm ac erthyglau cymdeithasu eich sefydliad

source: a copy of your most recent governance board meeting minutes
cy: copi o gofnodion eich cyfarfod bwrdd llywodraethu mwyaf diweddar

source: supporting evidence of how you will manage finances and prevent fraud. For example, copies of your policy documents
cy: tystiolaeth ategol o'r modd y byddwch yn rheoli cyllid ac yn atal twyll. Er enghraifft, copïau o'ch dogfennau polisi

source: supporting evidence of how you will manage performance and risks. For example, copies of your policy documents
cy: tystiolaeth ategol o'r modd y byddwch yn rheoli perfformiad a risgiau. Er enghraifft, copïau o'ch dogfennau polisi

source: Community benefits
cy: Buddion cymunedol

source: What community benefits do you expect to deliver with this project?
cy: Pa fuddion cymunedol ydych chi'n disgwyl eu cyflawni gyda'r prosiect hwn?

source: Community pride and perceptions of the local area as a place to live
cy: Balchder cymunedol a chanfyddiadau o'r ardal leol fel lle i fyw ynddo

source: Social trust, cohesion and a sense of belonging
cy: Ymddiriedaeth gymdeithasol, cydlyniant ac ymdeimlad o berthyn

source: Participation in community life, arts and culture, or sport
cy: Cyfranogi mewn bywyd cymunedol, y celfyddydau a diwylliant, neu chwaraeon

source: Local economic outcomes, such as employment and volunteering opportunities, and employability and skills
cy: Canlyniadau economaidd lleol, fel cyflogaeth a chyfleoedd i wirfoddoli, a chyflogadwyedd a sgiliau

source: Delivering positive impact in physical and mental health, and reducing loneliness and isolation
cy: Cael effaith gadarnhaol ar iechyd corfforol ac iechyd meddwl, a lleihau unigrwydd ac ynysigrwydd

source: Tell us about these benefits in detail, and explain how you'll measure the benefits it'll bring for the community
cy: Dywedwch wrthym am y buddion hyn yn fanwl, ac eglurwch sut byddwch chi'n mesur y buddion y bydd yn eu creu i'r gymuned

source: Explain how you plan to sustain, and potentially expand, these benefits over time
cy: Eglurwch sut ydych yn bwriadu cynnal y buddion hyn dros gyfnod, a'u hehangu o bosibl

source: Tell us how you'll make sure the whole community benefits from the asset
cy: Dywedwch wrthym sut byddwch chi'n gwneud yn siŵr bod y gymuned gyfan yn elwa o'r ased

source: For example, people who have not used the asset in the past
cy: Er enghraifft, pobl nad ydynt wedi defnyddio'r ased yn y gorffennol

source: Value to the community
cy: Gwerth i'r gymuned

source: Tell us about your local community as a whole
cy: Dywedwch wrthym am eich cymuned leol yn gyffredinol

source: This includes details of any needs it has and how your project will look to support these.
cy: Mae hyn yn cynnwys manylion unrhyw anghenion sydd ganddi, a sut bydd eich prosiect yn mynd ati i gefnogi'r rhain.

source: Where possible, reference any data you have on protected characteristics and equality impacts.
cy: Lle bo modd, cyfeiriwch at unrhyw ddata sydd gennych ar nodweddion gwarchodedig ac effeithiau ar gydraddoldeb.

source: Describe any specific challenges your community faces, and how the asset will address these
cy: Disgrifiwch unrhyw heriau penodol mae eich cymuned yn eu hwynebu, a sut bydd yr ased yn mynd i'r afael â'r rhain

source: Project qualification
cy: Cymhwystra'r prosiect

source: Does your project meet the definition of a subsidy?
cy: A yw eich prosiect yn bodloni diffiniad cymhorthdal?

source: For projects in England, Northern Ireland, Scotland and Wales, this definition is laid out in Paragraph 2 of the Subsidy Control Act (2022)
cy: Ar gyfer prosiectau yn Lloegr, Gogledd Iwerddon, yr Alban a Chymru, amlinellir y diffiniad hwn ym Mharagraff 2 o'r Ddeddf Rheoli Cymorthdaliadau (2022)

source: Explain how you think a grant from this fund can be provided in compliance with the Subsidy Control Act (2022)
cy: Eglurwch sut y credwch y gellir darparu grant o'r gronfa hon gan gydymffurfio â'r Ddeddf Rheoli Cymorthdaliadau (2022)

source: This is measured by the 7 common principles laid out in Schedule 1
cy: Caiff hyn ei fesur gan y 7 egwyddor gyffredin a bennwyd yn Atodlen

source: Is your project based in Northern Ireland?
cy: A yw eich prosiect wedi'i leoli yng Ngogledd Iwerddon?

source: Explain how your project will comply with state aid rules
cy: Eglurwch sut bydd eich prosiect yn cydymffurfio â rheolau cymorth gwladwriaethol

source: You can find more information about when state aid rules apply in Northern Ireland in the government guidance.
cy: Gallwch gael mwy o wybodaeth ynglŷn â phryd y mae rheolau cymorth gwladwriaethol yn gymwys yng Ngogledd Iwerddon yng nghanllawiau'r llywodraeth

source: Check declarations
cy: Gwirio datganiadau

source: Final confirmations
cy: Cadarnhadau terfynol

source: Confirm you have considered subsidy control and state aid implications for your project, and the information you have given us is correct
cy: Cadarnhewch eich bod wedi ystyried goblygiadau rheoli cymhorthdal a chymorth gwladwriaethol ar gyfer eich prosiect, a bod y wybodaeth rydych wedi'i rhoi i ni yn gywir

source: Confirm you have considered people with protected characteristics throughout the planning of your project
cy: Cadarnhewch eich bod wedi ystyried pobl â nodweddion gwarchodedig drwy gydol proses cynllunio'ch prosiect

source: Confirm you have considered sustainability and the environment throughout the planning of your project, including compliance with the government's Net Zero ambitions
cy: Cadarnhewch eich bod wedi ystyried cynaliadwyedd a'r amgylchedd drwy gydol proses cynllunio'ch prosiect, gan gynnwys cydymffurfio ag uchelgeisiau Sero Net y llywodraeth

source: Confirm you have a bank account set up and associated with the organisation you are applying on behalf of
cy: Cadarnhewch eich bod wedi sefydlu cyfrif banc ac yn gysylltiedig â'r sefydliad yr ydych chi'n gwneud cais ar ei ran

source: Contact us
cy: Cysylltwch â ni

source: Contact the
cy: Cysylltwch â

source: if you have any questions.
cy: os oes gennych unrhyw gwestiynau.

source: All applications
cy: Eich ceisiadau

source: You have started
cy: Rydych wedi dechrau

source: %(application_count)s application
cy: %(application_count)s ceisiadau

source: using this email address
cy: gan ddefnyddio'r cyfeiriad e-bost hwn

source: Your applications for
cy: Eich ceisiadau

source: Privacy
cy: Preifatrwydd

source: Cookies
cy: Cwcis

source: Accessibility Statement
cy: Datganiad Hygyrchedd

source: Start or continue an application for
cy: Gwneud cais am

source: Read the fund's prospectus
cy: Darllenwch brosbectws y gronfa

source: before you apply.
cy: cyn i chi ymgeisio.

source: Submission deadline:
cy: Dyddiad cau cyflwyno:

source: Enter your email address
cy: Nodwch eich cyfeirad e-bost

source: Get help
cy: Cael help

source: If you need help, email us at
cy: Os oes angen help arnoch chi, anfonwch e-bost atom y

source: Do not send any applications or attachments by email. We'll only accept applications through this service.
cy: Peidwch ag anfon unrhyw geisadau neu atodiadau dros e-bost. Byddwn yn derbyn ceisiadau drwy'r gwasanaeth hon yn unig.

source: View all applications
cy: Eich ceisiadau

source: Sign out
cy: Allgofnodi

source: Back to your applications
cy: Yn ôl at eich ceisiadau

source: Help with filling out your application
cy: Help i lenwi eich cais

source: Moving through the form
cy: Symud drwy'r ffurflen

source: This form is split into sections based on how it will be assessed.
cy: Mae'r ffurflen hon wedi'i rhannu'n adrannau ar sail y modd y caiff ei hasesu.

source: You do not have to complete it in order, or all at once.
cy: Nid oes rhaid i chi ei llenwi mewn trefn, na'r cyfan ar unwaith.

source: Saving progress and making changes
cy: Cadw cynnydd a gwneud newidiadau

source: Submitting your application
cy: Cyflwyno'ch cais

source: Get help
cy: Cael help

source: If you have any questions about the form or the fund, email us at
cy: Os oes unrhyw gwestiynau gennych ynglŷn â'r ffurflen neu'r gronfa, anfonwch e-bost i

source: How we'll use your information
cy: Sut fyddwn ni'n defnyddio eich gwybodaeth

source: Read how we'll use the information from your application in our
cy: Darllenwch sut fyddwn ni'n defnyddio'r wybodaeth o'ch cais yn ein

source: privacy notice
cy: hysbysiad preifatrwydd

source: Submission deadline:
cy: Dyddiad cau cyflwyno:

source: Reference:
cy: Cyfeirnod:

source: Status:
cy: Statws:

source: None of the sections have been completed.
cy: Nid yw'r un o'r adrannau wedi'u llenwi.

source: You have completed
cy: Rydych wedi cwblhau

source: of
cy: o

source: sections.
cy: datganiadau

source: Continue application
cy: Parhau gyda'r cais
