Repository: communitiesuk/funding-service-design-frontend
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cy

source: Apply for
cy: Gwneud cais am

source: Access Funding
cy: Cael Mynediad at Gyllid

source: at
cy: am

source: English
cy: Saesneg

source: Welsh
cy: Cymraeg

source: Not Started
cy: Heb ddechrau

source: In Progress
cy: Ar waith

source: Completed
cy: Cwblhawyd

source: Submitted
cy: Gyflwyno

source: Not Submitted
cy: Heb Gyflwyno

source: Ready to Submit
cy: Yn barod i'w gyflwyno

source: Accessibility statement
cy: Datganiad Hygyrchedd

source: The Department for Levelling Up, Housing and Communities is committed to making our online services accessible to all users by meeting
cy: Mae'r Adran Ffyniant Bro, Tai a Chymunedau yn ymrwymo i wneud ein holl wasanaethau ar-lein yn hygyrch i bob defnyddiwr trwy fodloni

source: The Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018
cy: Rheoliadau Hygyrchedd Cyrff Sector Cyhoeddus (Gwefannau ac Apiau Symudol) (Rhif 2) 2018

source: This accessibility statement applies to content on the access-funding.levellingup.gov.uk domain and the following services:
cy: Mae'r datganiad hygyrchedd hwn yn berthnasol i gynnwys ar barth access-funding.levellingup.gov.uk a'r gwasanaethau canlynol:

source: Community Ownership Fund online application
cy: Cais ar-lein y Gronfa Perchnogaeth Gymunedol

source: Compliance status
cy: Statws cydymffurfio

source: Preparation of this accessibility statement
cy: Paratoi'r datganiad hygyrchedd hwn

source: This statement was prepared in November 2022 and was last updated on 7th February 2023 following an accessibility audit carried out by
cy: Paratowyd y datganiad hwn ym mis Tachwedd 2022 ac fe'i diweddarwyd ddiwethaf ar 7 Chwefror 2023 yn dilyn archwiliad hygyrchedd a gynhaliwyd gan

source: additional manual testing and our responses to the findings of these activities.
cy: profion ychwanegol a wnaed â llaw a'n hymatebion i ganfyddiadau'r gweithgareddau hyn.

source: Feedback and contact information
cy: Adborth a gwybodaeth gyswllt

source: If you find any problems that are not listed on this page or you think we’re not meeting the accessibility requirements,
cy: Os cewch chi unrhyw broblemau sydd heb eu rhestru ar y dudalen hon neu os ydych o'r farn nad ydym yn bodloni'r gofynion hygyrchedd,

source: contact us
cy: cysylltwch â ni

source: Enforcement procedure
cy: Gweithdrefn orfodi

source: The Equality and Human Rights Commission (EHRC) is responsible for enforcing the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018 (the ‘accessibility regulations’).
cy: Mae'r Comisiwn Cydraddoldeb a Hawliau Dynol (EHRC) yn gyfrifol am orfodi Rheoliadau Hygyrchedd Cyrff Sector Cyhoeddus (Gwefannau ac Apiau Symudol) (Rhif 2) (y 'rheoliadau hygyrchedd').

source: If you’re not happy with how we respond to your complaint,
cy: Os na fyddwch yn hapus â'r ffordd rydym ni'n ymateb i'ch cwyn,

source: contact the Equality Advisory and Support Service (EASS)
cy: cysylltwch â'r Gwasanaeth Cynghori a Chymorth Cydraddoldeb (EASS)

source: Full list of application questions
cy: O restr lawn cwestiynau'r cais

source: Community Ownership Fund
cy: Y Cronfa Perchnogaeth Gymunedol

source: Table of contents
cy: Tabl cynnwys

source: about-organisation
cy: cyflwynoch-cais

source: About your organisation
cy: Cyflwyno'ch cais

source: about-project
cy: ynglŷn-âch-prosiect

source: About your project
cy: Ynglŷn â'ch prosiect

source: strategic-case
cy: achos-strategol

source: Strategic case
cy: Achos strategol

source: management-case
cy: achos-rheoli

source: Management case
cy: Achos rheoli

source: community-benefits
cy: buddion-cymunedol

source: Potential to deliver community benefits
cy: Potensial i gyflawni buddion cymunedol

source: community-value
cy: defnydd-cymunedol

source: Added value to community
cy: Gwerth ychwanegol i'r gymuned

source: subsidy-control
cy: rheoli-cymhorthdal

source: Subsidy control and state aid
cy: Rheoli cymorthdaliadau a chymorth gwladwriaethol

source: declarations
cy: datganiadau

source: Declarations
cy: Datganiadau

source: Organisation information
cy: Gwybodaeth am y sefydliad

source: Your unique tracker number
cy: Eich rhif traciwr unigryw

source: This was included in the letter we sent to confirm your successful expression of interest.
cy: Roedd hwn wedi'i gynnwys yn y llythyr yr anfonom i gadarnhau eich datganiad o ddiddordeb llwyddiannus.

source: For example, ‘ANON-###-###-###’
cy: Er enghraifft, ‘ANON-###-###-###’

source: Organisation name
cy: Enw'r sefydliad

source: This must match your registered legal organisation name
cy: Mae'n rhaid i hwn gyfateb i enw cyfreithiol cofrestredig eich sefydliad

source: Does your organisation use any other names?
cy: A yw eich sefydliad yn defnyddio unrhyw enwau eraill?

# individual
source: If 'Yes', go to
cy: Os 'Ydy', ewch i

# individual
source: If 'No', go to
cy: Os 'Nac ydy', ewch i

source: Alternative names of your organisation
cy: Enwau amgen eich sefydliad

source: What is your organisation's main purpose?
cy: Beth yw prif ddiben eich sefydliad?

source: (maximum 500 words)
cy: (uchafswm o 500 o eiriau)

source: Tell us about your organisation's main activities
cy: Dywedwch wrthym am brif weithgareddau eich sefydliad

source: Have you delivered projects like this before?
cy: A ydych chi wedi cyflawni prosiectau fel hwn o'r blaen?

# group
source: If 'Yes', go to
cy: Os 'Ydyn', ewch i

source: and
cy: a

# group
source: If 'No', go to
cy: Os 'Nac ydyn', ewch i

source: Describe your previous projects
cy: Disgrifiwch eich prosiect blaenorol

source: Provide any evidence to support your previous projects (optional)
cy: Darparwch unrhyw dystiolaeth i gefnogi eich prosiectau blaenorol (dewisol)

source: Type of organisation
cy: Math o sefydliad

source: Select one option
cy: Dewiswch un opsiwn

source: Charitable incorporated organisation (CIO)
cy: Sefydliad corfforedig elusennol (CIO)

source: Co-operative, such as a community benefit society
cy: Cwmni cydweithredol, fel cymdeithas budd cymunedol

source: Community interest company (CIC)
cy: Cwmni buddiannau cymunedol (CIC)

source: Company limited by guarantee
cy: Cwmni cyfyngedig drwy warant

source: Scottish charitable incorporated organisation (SCIO)
cy: Sefydliad corfforedig elusennol yr Alban (SCIO)

source: Other
cy: Arall

source: If 'Charitable incorporated organisation (CIO)' or 'Scottish charitable incorporated organisation (SCIO)', go to
cy: Os 'Sefydliad corfforedig elusennol (CIO)' neu 'Sefydliad corfforedig elusennol yr Alban (SCIO)', ewch i

source: If 'Co-operative, such as a community benefit society', 'Community interest company (CIC)', or 'Company limited by guarantee' go to
cy: Os 'Cwmni cydweithredol, fel cymdeithas budd cymunedol' neu 'Cwmni buddiannau cymunedol (CIC)' ewch i"

source: If 'Other', go to
cy: Os 'Arall', ewch i

source: Charity number
cy: Rhif elusen

source: Company registration number
cy: Rhif cofrestru'r cwmni

source: Which regulatory body is your company registered with?
cy: Gyda pha gorff rheoleiddio y mae eich cwmni wedi'i gofrestru?

source: Companies House
cy: Tŷ'r Cwmnïau

source: Is your organisation a trading subsidiary of a parent company?
cy: A yw eich sefydliad yn is-gwmni masnachol i riant-gwmni?

source: Name of parent organisation
cy: Enw'r rhiant-sefydliad

source: Date parent organisation was established
cy: Dyddiad y sefydlwyd y rhiant-sefydliad

source: For example, 27 3 2007
cy: Er enghraifft, 27 3 2007

source: Organisation address
cy: Cyfeiriad y sefydliad

source: Website and social media
cy: Gwefan a chyfryngau cymdeithasol

source: For example, your company's Facebook, Instagram or Twitter accounts (if applicable)
cy: Er enghraifft, cyfrifon Facebook, Instagram neu Twitter eich cwmni (os yw'n gymwys)

source: Is your correspondence address different to the organisation address?
cy: A yw eich cyfeiriad gohebu yn wahanol i gyfeiriad y sefydliad?

source: Correspondence address
cy: Cyfeiriad gohebu

source: Is your application a joint bid in partnership with other organisations?
cy: A yw eich cais yn gynnig ar y cyd mewn partneriaeth â sefydliadau eraill

source: Partner organisation name
cy: Enw'r sefydliad partner

source: Partner organisation address
cy: Nodwch eich cyfeirad e-bost

source: Tell us about your partnership and how you plan to work together
cy: Dywedwch wrthym am eich partneriaeth a sut rydych chi'n bwriadu gweithio gyda'ch gilydd

source: If you are working in partnership with more than one organisation, include their details here
cy: Os ydych chi'n gweithio mewn partneriaeth â mwy nag un sefydliad, rhowch eu manylion yma

source: Applicant information
cy: Gwybodaeth am yr ymgeisydd

source: Name of lead contact
cy: Enw'r cyswllt arweiniol

source: This does not have to be the same person as the lead contact for your expression of interest.
cy: Nid oes rhaid i hwn fod yr un unigolyn â'r cyswllt arweiniol ar gyfer eich datganiad o ddiddordeb.

source: They will receive all the information about this application.
cy: Darllenwch sut fyddwn ni'n defnyddio'r wybodaeth o'ch cais yn ein.

source: Lead contact email address
cy: Gan ddefnyddio'r cyfeiriad e-bost hwn

source: Lead contact telephone number
cy: Lhif ffôn y cyswllt arweiniol

source: Project information
cy: Gwybodaeth am y prosiect

source: Have you been given funding through the Community Ownership Fund before?
cy: A ydych chi wedi derbyn cyllid drwy'r Gronfa Perchnogaeth Gymunedol o'r blaen?

source: Describe your previous project
cy: Disgrifiwch eich prosiect blaenorol

source: Include:
cy: Cynhwyswch:

source: project name
cy: enw'r prosiect

source: general project review
cy: trosolwg cyffredinol o'r prosiect

source: date you received funding
cy: dyddiad y derbynioch gyllid

source: Amount of funding received
cy: Swm y cyllid a dderbyniwyd

source: Project name
cy: Enw'r prosiect

source: This is what your project will be called within your organisation and by the public.
cy: Dyma beth fydd eich prosiect yn cael ei alw o fewn eich sefydliad a chan y cyhoedd.

source: Choose a name that describes your project. For example, the name of your asset, or a link to your asset's location
cy: Dewiswch enw sy'n disgrifio'ch prosiect. Er enghraifft, enw eich ased, neu gysylltiad â lleoliad eich ased

source: Tell us how the asset is currently being used, or how it has been used before, and why it's important to the community
cy: Dywedwch wrthym sut mae'r ased yn cael ei ddefnyddio ar hyn o bryd, neu sut mae wedi'i ddefnyddio'n flaenorol, a pham mae'n bwysig i'r gymuned

source: Explain why the asset is at risk of being lost to the community, or why it has already been lost
cy: Eglurwch pam mae'r ased mewn perygl o gael ei golli i'r gymuned, neu pam mae eisoes wedi'i golli

source: Give a brief summary of your project, including what you hope to achieve
cy: Rhowch grynodeb byr o'ch prosiect, gan gynnwys beth rydych chi'n gobeithio ei gyflawni

source: Address of the community asset
cy: Cyfeiriad yr ased cymunedol

source: In which constituency is your asset?
cy: Ym mha etholaeth mae eich ased?

source: In which local council area is your asset?
cy: Ym mha ardal cyngor lleol mae eich ased?

source: Asset information
cy: Gwybodaeth am yr ased

source: Asset type
cy: Y math o ased

source: Select how the asset is mainly used. For example, if it is a theatre that also has a cafe, select 'Theatre'
cy: Dewiswch sut mae'r ased yn cael ei ddefnyddio'n bennaf. Er enghraifft, os yw'n theatr sydd â chaffi hefyd, dewiswch 'Theatr'

source: Community centre
cy: Canolfan gymunedol

source: Cinema
cy: Sinema

source: Gallery
cy: Oriel

source: Museum
cy: Amgueddfa

source: Music venue
cy: Lleoliad cerddorol

source: Park
cy: Parc

source: Post office building
cy: Adeilad swyddfa'r post

source: Pub
cy: Tafarn

source: Shop
cy: Siop

source: Sporting or leisure facility
cy: Cyfleuster chwaraeon neu hamdden

source: Theatre
cy: Theatr

source: What do you intend to do with the asset?
cy: Beth ydych chi'n bwriadu ei wneud gyda'r ased?

source: Buy the asset
cy: Prynu'r ased

source: Lease the asset
cy: Prydlesu'r ased

source: Already owned by organisation
cy: Mae eisoes yn berchen i'r sefydliad

source: Already leased by organisation
cy: Mae eisoes yn cael ei brydlesu gan y sefydliad

source: Do you know who currently owns your asset?
cy: Ydych chi'n gwybod pwy sy'n berchen ar eich ased ar hyn o bryd?

source: Name of current asset owner
cy: Enw perchennog presennol yr ased

source: Describe the current ownership status
cy: Disgrifiwch y statws perchnogaeth presennol

source: Have you already completed the purchase or lease?
cy: A ydych chi eisoes wedi cwblhau'r pryniant neu'r brydles?

source: Describe the sale process, e.g. an auction, or the terms of your lease if you have rented the asset
cy: Disgrifiwch y broses werthu, e.e. ocsiwn, neu delerau eich prydles os ydych wedi rhentu'r ased

source: Describe the expected sale process, or the proposed terms of your lease if you are renting the asset
cy: Disgrifiwch y broses werthu ddisgwyliedig, neu delerau arfaethedig eich prydles os ydych chi'n rhentu'r ased

source: Expected date of sale or lease
cy: Dyddiad gwerthu neu brydlesu disgwyliedig

source: Is your asset currently publicly owned?
cy: A yw eich ased mewn perchnogaeth gyhoeddus ar hyn o bryd?

source: Tell us about the person you have spoken to at the relevant public about the asset
cy: Dywedwch wrthym am yr unigolyn y siaradoch ag ef yn y corff cyhoeddus perthnasol ynglŷn â'r ased

source: When you buy or lease a publicly owned asset, the public authority must continue to be responsible for delivering any statutory services the asset provides
cy: Pan fyddwch chi'n prynu neu'n prydlesu ased sydd ym mherchnogaeth y cyhoedd, ni all yr awdurdod cyhoeddus drosglwyddo gwasanaethau na dyletswyddau statudoli'r grŵp cymunedol

source: This includes things like social care, waste collection and planning services
cy: Mae hyn yn cynnwys pethau fel gofal cymdeithasol, casglu gwastraff a gwasanaethau cynllunio

source: Grants from this fund cannot be used to buy the freehold or premium on the lease of a publicly owned asset. Money must only be used for renovation and refurbishment costs
cy: Ni ellir defnyddio grantiau o'r gronfa hon i brynu'r rhydd-ddaliad neu'r premiwm ar brydles ased sydd ym mherchnogaeth y cyhoedd

source: Upload supporting evidence
cy: Lanlwythwch dystiolaeth ategol

source: Upload supporting evidence to summarise:
cy: Lanlwythwch dystiolaeth ategol i grynhoi:

source: the risk the asset is facing
cy: y risg y mae'r ased yn ei hwynebu

source: that any statutory services will not be transferred from the public authority
cy: na fydd unrhyw wasanaethau statudol yn cael eu trosglwyddo o'r awdurdod cyhoeddus

source: that the asset will be sustainable after it has been transferred
cy: y bydd yr ased yn gynaliadwy ar ôl iddo gael ei drosglwyddo

source: For example, this evidence can include confirmation from the public owner or a letter from the local authority
cy: Er enghraifft, gall y dystiolaeth hon gynnwys cadarnhad gan y perchennog cyhoeddus neu lythyr gan yr awdurdod lleol

source: It should be a single file no bigger than 5MB in any of the following formats:
cy: Dylai fod yn ffeil unigol nad yw'n fwy na 5MB ar unrhyw un o'r fformatau canlynol:

source: Is this a registered Asset of Community Value (ACV)?
cy: A yw hwn yn Ased cofrestredig o Werth Cymunedol (ACV)?

source: Will you purchase the asset within the appropriate time frame?
cy: A fyddwch chi'n prynu'r ased o fewn y ffrâm amser priodol?

source: Is the asset listed for disposal, or part of a Community Asset Transfer?
cy: A yw'r ased wedi'i restru ar gyfer gwaredu, neu a yw'n rhan o Drosglwyddo Ased Cymunedol?

source: , and
cy: , a

source: When was the asset listed?
cy: Pa bryd y rhestrwyd yr ased?

source: Provide a link to the listing
cy: Darparwch ddolen i'r rhestriad

source: Describe the current status of the Community Asset Transfer
cy: Disgrifiwch statws presennol y Trosglwyddiad Ased Cymunedol

source: Why is the asset at risk of closure?
cy: Pam mae'r ased mewn perygl o gau?

source: Select all that apply
cy: Dewiswch bob un sy'n berthnasol

source: For sale or listed for disposal
cy: Ar werth neu wedi'i restru ar gyfer gwaredu

source: Future use not secured
cy: Defnydd yn y dyfodol heb ei sicrhau

source: Unprofitable under current business model
cy: Amhroffidiol o dan y model busnes cyfredol

source: Current ownership not tenable
cy: Perchnogaeth bresennol yn anghynaliadwy

source: This section is worth
cy: Mae'r adran hon yn werth

source: of the assessment criteria.
cy: o'r meini prawf asesu.

source: Community use
cy: Defnydd cymunedol

source: What policy aims will your project deliver against?
cy: Pa nodau polisi y bydd eich prosiect yn cyflawni yn eu herbyn?

source: Support local community
cy: Cefnogi'r gymuned leol

source: Improve local skills
cy: Gwella sgiliau lleol

source: Net zero
cy: Sero Net

source: Regeneration
cy: Adfywio

source: Fight climate change
cy: Brwydro yn erbyn newid hinsawdd

source: Who in the community uses the asset, or has used it in the past, and who benefits from it?
cy: Pwy yn y gymuned sy'n defnyddio'r ased, neu sydd wedi'i ddefnyddio yn y gorffennol, a phwy sy'n elwa ohono?

source: Tell us how losing the asset would affect, or has already affected, people in the community
cy: Dywedwch wrthym sut byddai colli'r ased yn effeithio ar bobl yn y gymuned, neu sut mae wedi effeithio arnynt yn barod

source: Why will the asset be lost without community intervention?
cy: Pam bydd yr ased yn cael ei golli heb ymyrraeth gan y gymuned?

source: Community engagement
cy: Ymgysylltiad cymunedol

source: Tell us how you have engaged with the community about your intention to take ownership of the asset, and explain how this has shaped your project plans
cy: Dywedwch wrthym sut rydych wedi ymgysylltu â'r gymuned ynglŷn â'ch bwriad i gymryd perchnogaeth o'r ased, ac eglurwch sut mae hyn wedi llywio cynlluniau eich prosiect

source: Have you done any fundraising in the community?
cy: A ydych chi wedi codi unrhyw arian yn y gymuned?

source: Describe your fundraising activities
cy: Disgrifiwch eich gweithgareddau codi arian

source: Tell us how your project supports any wider local plans
cy: Dywedwch wrthym sut mae eich prosiect yn cefnogi unrhyw gynlluniau lleol ehangach

source: Local support
cy: Cefnogaeth leol

source: Are you confident there is local support for your project?
cy: A ydych chi'n hyderus bod cefnogaeth leol i'ch prosiect?

source: This support can be from:
cy: Gall y gefnogaeth hon ddod gan:

source: community groups
cy: grwpiau cymunedol

source: local businesses
cy: busnesau lleol

source: public sector partners
cy: partneriaid sector cyhoeddus

source: Tell us more about the local support for your project
cy: Dywedwch fwy wrthym am y gefnogaeth leol i'ch prosiect

source: This can include:
cy: Gall hyn gynnwys:

source: surveys of the community
cy: arolygon o'r gymuned

source: town hall meetings you have runs
cy: cyfarfodydd neuadd tref rydych wedi'u cynnal

source: the estimated number of volunteers you have for your project
cy: nifer y gwirfoddolwyr amcangyfrifedig sydd gennych ar gyfer eich prosiect

source: a letter from your local MP
cy: llythyr gan eich AS lleol

source: Upload supporting evidence (optional)
cy: Lanlwythwch dystiolaeth ategol (dewisol)

source: Environmental sustainability
cy: Cynaliadwyedd amgylcheddol

source: Tell us how you have considered the environmental sustainability of your project
cy: Dywedwch wrthym sut rydych wedi ystyried cynaliadwyedd amgylcheddol eich prosiect

source: any low or zero carbon approaches you will adopt during construction
cy: unrhyw ddulliau carbon isel neu ddi-garbon y byddwch yn eu defnyddio yn ystod adeiladu

source: how the asset will align with Net Zero initiatives in future
cy: sut bydd yr ased yn cyd-fynd â mentrau Sero Net yn y dyfodol

source: how you will measure and reduce the asset's environmental impact
cy: sut byddwch chi'n mesur ac yn lleihau effaith amgylcheddol yr ased

source: Funding required
cy: Cyllid angenrheidiol

source: We're looking to understand:
cy: Rydym am ddeall:

source: how much funding you're applying for from this fund
cy: faint o gyllid rydych chi'n gwneud cais amdano o'r gronfa hon

source: your full project costs
cy: costau llawn eich prosiect

source: any funding you've already received for your project so far
cy: unrhyw gyllid rydych eisoes wedi'i dderbyn ar gyfer eich prosiect hyd yma

source: any funding you plan to secure for your project
cy: unrhyw gyllid rydych yn bwriadu'i sicrhau ar gyfer eich prosiect

source: any funding you've already received towards capital costs
cy: unrhyw gyllid rydych eisoes wedi'i dderbyn tuag at gostau cyfalaf

source: We'll ask you to upload a business plan to support the answers you give us in this section.
cy: Byddwn hefyd yn gofyn i chi lanlwytho cynllun busnes i ategu'r atebion rydych wedi'u rhoi i ni yn yr adran achos rheoli.

source: This fund can offer up to 50&percnt; of your capital costs to renovate and repair the asset.
cy: Gall y gronfa hon gynnig hyd at 50&percnt; o'ch costau cyfalaf i adnewyddu ac atgyweirio'r ased.

source: Total funding request
cy: Cyfanswm y cais am gyllid

source: This is the amount you are applying for from the Community Ownership Fund.
cy: Dyma'r swm yr ydych yn ymgeisio amdano ar gyfer y Gronfa Perchnogaeth Gymunedol

source: You can apply for up to 50&percnt; of your capital costs, up to a maximum of £250,000 (up to £1 million for sporting assets). You can apply for up to £50,000 of your revenue costs (no more than 20&percnt; of your capital funding).
cy: Gallwch wneud cais am hyd at 50&percnt; o'ch costau cyfalaf, hyd at uchafswm o£250,000 (hyd at £1 miliwn ar gyfer asedau chwaraeon). Cofiwch, gallwch wneud cais am hyd at £50,000 o'ch costau refeniw (dim mwy nag 20percnt; o'ch cyllid cyfalaf).

source: Capital costs
cy: Costau cyfalaf

source: This is used to purchase or lease the asset and pay for refurbishment costs. You can apply for up to £250,000 (up to £1 million for sporting assets)
cy: Defnyddir hwn i brynu neu brydlesu'r ased a thalu am gostau ailwampio. Gallwch wneud cais am hyd at £250,000 (hyd at £1 filiwn ar gyfer asedau chwaraeon)

source: You can use your business plan to provide information that supports your answers.
cy: Gallwch ddefnyddio'ch cynllun busnes i ddarparu gwybodaeth sy'n ategu'ch atebion.

source: Do you need to add revenue costs? (optional)?
cy: A oes angen i chi ychwanegu costau refeniw? (Dewisol)?

source: This is used for the running costs of the project. This might include legal fees or general costs, including for:
cy: Defnyddir hwn ar gyfer costau rhedeg y prosiect. Gallai hyn gynnwys ffioedd cyfreithiol neu gostau cyffredinol, gan gynnwys ar gyfer:

source: utilities
cy: cyfleustodau

source: staffing
cy: staffio

source: appointing external consultants
cy: penodi ymgynghorwyr allanol

source: It should be no more than £50,000, and no more than 20&percnt; of your capital funding.
cy: Ni ddylai fod yn fwy na £50,000, a dim mwy nag 20percnt; o'ch cyllid cyfalaf.

# indefinite
source: If 'Yes', go to
cy: Os 'Oes', ewch i

# indefinite
source: If 'No', go to
cy: Os 'Nac oes', ewch i

source: Revenue costs (optional)
cy: cosau refeniw (dewisol)

source: You can use your business plan to:
cy: Gallech ddefnyddio eich cynllun busnes i:

source: tell us why you need revenue funding
cy: ddweud wrthym pam mae angen cyllid refeniw arnoch

source: provide any information that supports your answers
cy: ddarparu unrhyw wybodaeth i gefnogi eich atebion

source: Have you secured any match funding yet?
cy: A ydych chi wedi sicrhau unrhyw arian cyfatebol eto?
